{
  "run_at": "2026-02-28T20:24:25.360171+00:00",
  "trend_summary": {
    "freq_7d": 35.0,
    "intensity_30d": "→ Stable",
    "direction_90d": "→ Stable"
  },
  "sanctions_index": 54,
  "sector_briefs": {
    "Extractives": {
      "health": 7,
      "summary": "This week in extractives, signal flow is concentrated around FX / Inflation, Oil production/export, Political transition. Risk pressure is mixed with an average score of 34/100. Positive momentum appears in 2 items, while 1 items indicate material downside pressure. Decision context should balance regulatory trajectory, operational feasibility, and partner exposure. Near-term positioning favors scenario planning with trigger-based execution gates.",
      "risks": [
        "Sanctions Only Now Exist in the Eyes of Opposition Economists in Venezuela - Orinoco Tribune",
        "US says it will allow resale of Venezuelan oil to Cuba",
        "Petróleos de Venezuela S.A. (PDVSA), Venezuela’s Hydrocarbon Ministry, African Energy Chamber ("
      ],
      "opportunities": [
        "Venezuela meets with Shell execs on oil/gas projects - Trinidad Express Newspapers",
        "U.S. Can't Dislodge Guerrillas From Venezuela's Gold and Coltan Flow, Experts Say: 'They Unders",
        "US says it will allow resale of Venezuelan oil to Cuba"
      ],
      "watch": [
        "Executive decrees and regulatory circulars",
        "Sanctions/license language shifts",
        "Operational updates from Tier 1 and Tier 2 sources"
      ]
    },
    "Finance": {
      "health": 7,
      "summary": "This week in finance, signal flow is concentrated around Debt restructuring, FX / Inflation, Oil production/export. Risk pressure is mixed with an average score of 29/100. Positive momentum appears in 1 items, while 0 items indicate material downside pressure. Decision context should balance regulatory trajectory, operational feasibility, and partner exposure. Near-term positioning favors scenario planning with trigger-based execution gates.",
      "risks": [
        "Bondholders should be less excited about Venezuelan debt restructuring - OMFIF",
        "Africa, Venezuela Advance Practical Trade and Investment Cooperation",
        "Venezuela Reviews Oil Contracts Following 2026 Hydrocarbon Law Changes - Discovery Alert"
      ],
      "opportunities": [
        "Bondholders should be less excited about Venezuelan debt restructuring - OMFIF",
        "Africa, Venezuela Advance Practical Trade and Investment Cooperation",
        "Venezuela’s acting president signs oil industry overhaul, easing state control to lure investor"
      ],
      "watch": [
        "Executive decrees and regulatory circulars",
        "Sanctions/license language shifts",
        "Operational updates from Tier 1 and Tier 2 sources"
      ]
    },
    "Agriculture": {
      "health": 4,
      "summary": "This week in agriculture, signal flow is concentrated around FX / Inflation, Humanitarian crisis, Oil production/export. Risk pressure is elevated with an average score of 62/100. Positive momentum appears in 0 items, while 1 items indicate material downside pressure. Decision context should balance regulatory trajectory, operational feasibility, and partner exposure. Near-term positioning favors scenario planning with trigger-based execution gates.",
      "risks": [
        "Unilateral Sanctions, Food Insecurity and Food Sovereignty Construction in Venezuela: Challenge",
        "The end of Venezuelan oil hits food security in Cuba hard - CiberCuba",
        "Food Security, could Digital Insurance help Venezuela? - Irish Tech News"
      ],
      "opportunities": [
        "The end of Venezuelan oil hits food security in Cuba hard - CiberCuba",
        "Food Security, could Digital Insurance help Venezuela? - Irish Tech News",
        "Monitor policy/market openings tied to licensing, contracts, or donor leverage."
      ],
      "watch": [
        "Executive decrees and regulatory circulars",
        "Sanctions/license language shifts",
        "Operational updates from Tier 1 and Tier 2 sources"
      ]
    },
    "Health": {
      "health": 7,
      "summary": "This week in health, signal flow is concentrated around Political transition, Security. Risk pressure is mixed with an average score of 30/100. Positive momentum appears in 0 items, while 1 items indicate material downside pressure. Decision context should balance regulatory trajectory, operational feasibility, and partner exposure. Near-term positioning favors scenario planning with trigger-based execution gates.",
      "risks": [
        "Areas with Risk of Dengue - Centers for Disease Control and Prevention | CDC (.gov)",
        "The road to self-sufficiency for Venezuelan communities - nrc.no",
        "Venezuela's health system: when force meets fragility"
      ],
      "opportunities": [
        "The road to self-sufficiency for Venezuelan communities - nrc.no",
        "Venezuela's health system: when force meets fragility",
        "Monitor policy/market openings tied to licensing, contracts, or donor leverage."
      ],
      "watch": [
        "Executive decrees and regulatory circulars",
        "Sanctions/license language shifts",
        "Operational updates from Tier 1 and Tier 2 sources"
      ]
    },
    "Governance": {
      "health": 9,
      "summary": "This week in governance, signal flow is concentrated around Humanitarian crisis. Risk pressure is mixed with an average score of 13/100. Positive momentum appears in 2 items, while 0 items indicate material downside pressure. Decision context should balance regulatory trajectory, operational feasibility, and partner exposure. Near-term positioning favors scenario planning with trigger-based execution gates.",
      "risks": [
        "UN report: Latin America and the Caribbean advances in eradicating hunger for the fourth consec",
        "Africa Venezuela Energy Ties: Strategic Partnership Growth - Discovery Alert",
        "Venezuela’s Long Road to Recovery - Foreign Affairs"
      ],
      "opportunities": [
        "Africa Venezuela Energy Ties: Strategic Partnership Growth - Discovery Alert",
        "UN report: Latin America and the Caribbean advances in eradicating hunger for the fourth consec",
        "Venezuela’s Long Road to Recovery - Foreign Affairs"
      ],
      "watch": [
        "Executive decrees and regulatory circulars",
        "Sanctions/license language shifts",
        "Operational updates from Tier 1 and Tier 2 sources"
      ]
    },
    "Infrastructure": {
      "health": 7,
      "summary": "This week in infrastructure, signal flow is concentrated around FX / Inflation, Humanitarian crisis, Oil production/export. Risk pressure is mixed with an average score of 30/100. Positive momentum appears in 0 items, while 0 items indicate material downside pressure. Decision context should balance regulatory trajectory, operational feasibility, and partner exposure. Near-term positioning favors scenario planning with trigger-based execution gates.",
      "risks": [
        "UN report: Latin America and the Caribbean advances in eradicating hunger for the fourth consec",
        "Venezuela suspends 19 oil, gas production-sharing contracts signed under Maduro government, rep",
        "CH4 launches alliance to rebuild Venezuela oil, gas infrastructure - World Oil"
      ],
      "opportunities": [
        "UN report: Latin America and the Caribbean advances in eradicating hunger for the fourth consec",
        "Venezuela suspends 19 oil, gas production-sharing contracts signed under Maduro government, rep",
        "CH4 launches alliance to rebuild Venezuela oil, gas infrastructure - World Oil"
      ],
      "watch": [
        "Executive decrees and regulatory circulars",
        "Sanctions/license language shifts",
        "Operational updates from Tier 1 and Tier 2 sources"
      ]
    }
  }
}