{
  "executiveBriefBullets": [
    "Government and institutional moves show Venezuelanalysis and CiberCuba converging on February 28, 2026 February 28, 2026 News Venezuela: Attorney General and Ombudsman Resign as Authorities Process… with figures…",
    "Operational evidence across sources indicates CiberCuba and bing.com converging on CiberCuba: News from Cuba, the digital voice of Cubans Homepage Latest News Cuba News Miami News Entertainment Informal… with figures…",
    "Multiple reports converge on bing.com and Reuters converging on Title: Petróleos de Venezuela S.A with figures including 59.",
    "The current cycle confirms Reuters and Reuters converging on US to allow resale of Venezuelan oil to Cuba's private sector, Treasury says is the central development flagged in the….",
    "Cross-sector tracking now shows Reuters and Reuters converging on Exclusive: Venezuela suspends 19 oil, gas production-sharing contracts signed under Maduro, sources say is the central… with figures including 19."
  ],
  "keyDevelopments": [
    {
      "text": "February 28, 2026 February 28, 2026 News Venezuela: Attorney General and Ombudsman Resign as Authorities Process Thousands of Amnesty Requests February 27, 2026 February 27, 2026…",
      "itemIds": [
        "ad8359b9d80a",
        "da671b4f3852",
        "b28de1e086d4"
      ]
    },
    {
      "text": "CiberCuba: News from Cuba, the digital voice of Cubans Homepage Latest News Cuba News Miami News Entertainment Informal Exchange Rate Videos Sports CiberCuba Interviews Opinion…",
      "itemIds": [
        "da671b4f3852",
        "ad8359b9d80a",
        "22266cca15b9"
      ]
    },
    {
      "text": "Petróleos de Venezuela S.A. (PDVSA), Venezuela’s Hydrocarbon Ministry, African Energy Chamber (AEC) Sign Memorandum of Understanding (MoU) to Drive Energy Investment became a…",
      "itemIds": [
        "22266cca15b9",
        "da671b4f3852",
        "a982a976d7bc"
      ]
    },
    {
      "text": "US to allow resale of Venezuelan oil to Cuba's private sector, Treasury says is the central development flagged in the publication.",
      "itemIds": [
        "a982a976d7bc",
        "da671b4f3852",
        "22266cca15b9"
      ]
    },
    {
      "text": "Exclusive: Venezuela suspends 19 oil, gas production-sharing contracts signed under Maduro, sources say is the central development flagged in the publication.",
      "itemIds": [
        "cf00b18c1d58",
        "da671b4f3852",
        "22266cca15b9"
      ]
    }
  ],
  "byTheNumbers": [
    {
      "label": "Oil and production",
      "value": "25.00%",
      "context": "-33.33% TARG.CN Target Metals Corp. 0.0300 -25.00% WCU.NE WORLD COPPER LTD 0.0150 -25.00%…",
      "itemId": "83f9076eecc9"
    },
    {
      "label": "Sanctions and state revenue",
      "value": "5",
      "context": "12, 2026 US Imperialism and the Venezuelan Oligarchy February 5, 2026 February 5, 2026…",
      "itemId": "ad8359b9d80a"
    },
    {
      "label": "Sanctions and state revenue",
      "value": "28",
      "context": "Rodríguez Requests That Trump End Sanctions and Blockade Against Venezuela orinocotribune…",
      "itemId": "b28de1e086d4"
    },
    {
      "label": "Detentions and releases",
      "value": "25",
      "context": "Top 25 Poll Alerts Get email alerts for every college football Top 25 Poll release. The…",
      "itemId": "a0401771fd98"
    },
    {
      "label": "Detentions and releases",
      "value": "27",
      "context": "Resign as Authorities Process Thousands of Amnesty Requests February 27, 2026 February…",
      "itemId": "ad8359b9d80a"
    }
  ],
  "sectorSynth": {
    "Extractives & Mining": {
      "bullets": [
        "Officials reported Check your inbox or spam folder to confirm your subscription.",
        "Field updates show News Extra Missiles across Middle East: T&T Nationals urged to shelter in place The Government, through the Ministry of Foreign and CARICOM Affairs, has issued…",
        "Separate sources indicate News, Immigration, Soccer, Telenovelas And Culture for Latinos in the U.S. – Latin Times Saturday, February 28, 2026 English Search form Search Politics…"
      ],
      "drivers": [
        "FX / Inflation",
        "Oil production/export",
        "Political transition",
        "Sanctions"
      ],
      "watch": [
        "Regulatory deadlines",
        "Executive decrees",
        "Sanctions and licensing language"
      ]
    },
    "Food & Agriculture": {
      "bullets": [
        "Officials reported February 28, 2026 February 28, 2026 News Venezuela: Attorney General and Ombudsman Resign as Authorities Process Thousands of Amnesty Requests February 27, 2026…",
        "Field updates show CiberCuba: News from Cuba, the digital voice of Cubans Homepage Latest News Cuba News Miami News Entertainment Informal Exchange Rate Videos Sports CiberCuba…",
        "Separate sources indicate Title: Home - Irish Tech News URL Source: http://irishtechnews.ie/ Published Time: 2015-08-01T13:53:05+01:00 Markdown Content: Home - Irish Tech News…"
      ],
      "drivers": [
        "FX / Inflation",
        "Humanitarian crisis",
        "Oil production/export",
        "Sanctions"
      ],
      "watch": [
        "Regulatory deadlines",
        "Executive decrees",
        "Sanctions and licensing language"
      ]
    },
    "Health & Water": {
      "bullets": [
        "Officials reported We have redirected you to a site for your country, if this was not correct, please use the link to go back.",
        "Field updates show El ataque militar a gran escala lanzado este sábado contra Irán por Estados Unidos, en coordinación con Israel, se suma a la serie de bombardeos ordenados…",
        "Separate sources indicate E.g., j.smith@mail.com Password [Show](http://www.thelancet.com/journals/lancet/article/PIIS0140-6736(26)00203-5/fulltext#) Your password is a required…"
      ],
      "drivers": [
        "Political transition",
        "Security"
      ],
      "watch": [
        "Regulatory deadlines",
        "Executive decrees",
        "Sanctions and licensing language"
      ]
    },
    "Education & Workforce": {
      "bullets": [
        "Officials reported Title: Bloomberg - Business News, Stock Markets, Finance, Breaking & World News URL Source: http://www.bloomberg.com/ Markdown Content: Live [Iran Says 201…",
        "Field updates show NBC News - Breaking Headlines and Video Reports on World, U.S. and Local Angles | NBC News Trump to NBC News on reports of Ayatollah's death: 'We feel that that…",
        "Separate sources indicate Universitas Jump to main content Nyhet Kultur Meninger Utenriks Inter Søk Nyhet Kultur Meninger Utenriks Inter Nyhet Kultur Kommentarer PDF av aviser…"
      ],
      "drivers": [
        "FX / Inflation"
      ],
      "watch": [
        "Regulatory deadlines",
        "Executive decrees",
        "Sanctions and licensing language"
      ]
    },
    "Finance & Investment": {
      "bullets": [
        "Officials reported Associated Press News: Breaking News, Latest Headlines and Videos Menu World SECTIONS Israel-Hamas War Russia-Ukraine War Español China Asia Pacific Latin…",
        "Field updates show Title: Home - OMFIF URL Source: http://www.omfif.org/ Markdown Content: The next phase of US cryptoassets regulation…",
        "Separate sources indicate They were placed on your computer when you launched this website."
      ],
      "drivers": [
        "Debt restructuring",
        "FX / Inflation",
        "Oil production/export"
      ],
      "watch": [
        "Regulatory deadlines",
        "Executive decrees",
        "Sanctions and licensing language"
      ]
    },
    "Cross-cutting / Policy / Risk": {
      "bullets": [
        "Officials reported Un hombre y su hija de 8 años murieron en un incendio ocurrido este sábado 28 de febrero, en una residencia del sector La Arreaga, parroquia Cristo de Aranza,…",
        "Field updates show El presidente de Foro Penal, abogado Alfredo Romero, informó que al menos ocho presos políticos militares fueron excarcelados en Venezuela este 27 de febrero.",
        "Separate sources indicate Caracas.- Una aeronave presentó una falla en su tren de aterrizaje la tarde de este viernes, 24 de febrero, mientras intentaba aterrizar en el aeropuerto…"
      ],
      "drivers": [
        "FX / Inflation"
      ],
      "watch": [
        "Regulatory deadlines",
        "Executive decrees",
        "Sanctions and licensing language"
      ]
    }
  }
}